Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FILESYSTEM_METADATA_SNAPSHOT_FAIL_MESSAGE
source: Failed to snapshot the filesystem. Please check logs for errors.
ar: فشل في أخذ اللقطة من نظام الملفات. يرجى مراجعة السجلات لمعرفة الأخطاء.
bg: Неуспешно изготвяне на снимка на файловата система. Моля, проверете регистрите за грешки.
ca: No s’ha pogut capturar el sistema d’arxius. Comprova els registres per trobar errors.
cs: Snímek souborového systému se nepodařilo vytvořit. Informace o chybách najdete v protokolu.
da: Kunne ikke vise snapshot af arkivsystemet. Kontroller logarkiver for fejl.
de: Es konnte kein Schnappschuss vom Dateisystem erstellt werden. Prüfe die Fehlerprotokolle.
el: Απέτυχε η λήψη στιγμιότυπου του συστήματος αρχείων. Ελέγξτε τα αρχεία καταγραφής για σφάλματα.
es: Error al capturar el sistema de archivos. Consulta los registros para ver los errores.
es_us: No se pudo tomar la instantánea de filesystem. Consulta los errores en los registros.
fi: Tiedostojärjestelmän tilannevedos epäonnistui. Etsi lokeista virheitä.
fr: Échec de la prise d’instantané du système de fichiers. Consultez les erreurs dans les journaux.
fr_ca: La capture du système de fichier a échoué. Veuillez consulter les erreurs dans les historiques.
he: לא ניתן היה ליצור תמונת מצב של מערכת הקבצים. נא לבדוק אם יש שגיאות בדו״חות.
hi: फ़ाइल सिस्टम का स्नैपशॉट विफल। एरर के लिए लॉग जाँचें।
hr: Datotečni sustav nije snimljen. Potražite greške u zapisima.
hu: Nem készíthető pillanatkép a rendszerről. Kérjük, tekintse meg a hibákat a naplókban.
id: Gagal mengambil snapshot sistem file. Periksa log untuk kesalahan.
it: Impossibile realizzare istantanea del filesystem. Verifica gli errori nei log.
ja: ファイルシステムのスナップショットを作成できませんでした。ログでエラー内容を確認してください。
kk: Файл жүйесінің снепшотын жасау сәтсіз аяқталды. Қателердің бар-жоғын журналдардан тексеріңіз.
ko: 파일 시스템 스냅샷 찍기에 실패했습니다. 오류는 로그를 확인하십시오.
lt: Nepavyko sukurti failų sistemos momentinės kopijos. Patikrinkite žurnalus, ar nėra klaidų.
ms: Gagal menangkap petikan sistem fail. Sila semak log untuk ralat.
nl: Snapshot van bestandssysteem mislukt. Zie logbestanden voor fouten.
no: Kunne ikke ta øyeblikksbilde av filsystemet. Se etter feilmeldinger i loggene.
pl: Błąd tworzenia migawki systemu plików. Sprawdź, czy dziennik nie zawiera błędów.
pt_br: A captura do sistema de arquivos falhou. Consulte os erros nos registros.
pt_pt: Não foi possível criar um snapshot do sistema de ficheiros. Consulte os registos.
ro: Preluarea instantaneului sistemului de fișiere a eșuat. Verificați jurnalele pentru identificarea erorilor.
ru: Сбой создания снимка файловой системы. Проверьте журналы на наличие ошибок.
sk: Snímkovanie súborového systému zlyhalo. Skontrolujte, či záznamy neobsahujú chyby.
sl: Posnetka datotečnega sistema ni bilo mogoče ustvariti. Napake poiščite v dnevnikih.
sv: Ögonblicksbild av filsystemet misslyckades. Titta efter felmeddelanden i loggen.
th: บันทึกสถานะของระบบไฟล์ไม่สำเร็จ โปรดตรวจสอบบันทึกสำหรับข้อผิดพลาด
tr: Dosya sisteminin anlık görüntüsü alınamadı. Lütfen günlüklerde hata olup olmadığını denetleyin.
uk: Знімок файлової системи не зроблено. Перевірте журнали на помилки.
vi: Không thể chụp ảnh nhanh hệ thống tệp. Hãy xem lỗi trong bản ghi.
zh_cn: 给文件系统创建快照失败。请查看日志了解错误信息。
zh_hk: 快照檔案系統失敗。請查看記錄了解錯誤詳情。
zh_tw: 無法製作檔案系統快照。請查看記錄以取得錯誤。

# ABOUT_ICLOUD_ANALYTICS_LINK
source: About iCloud Analytics & Privacy…
ar: حول تحليلات iCloud والخصوصية…
bg: За iCloud аналитични данни и поверителност…
ca: Sobre l’anàlisi i la privacitat de l’iCloud…
cs: O analýze iCloudu a soukromí…
da: Om iCloud-analyse og anonymitet…
de: Über iCloud-Analyse & Datenschutz …
el: Πληροφορίες για την Ανάλυση iCloud και το απόρρητο…
es: Acerca del análisis de iCloud y la privacidad…
es_us: Acerca del análisis de iCloud y la privacidad…
fi: Tietoja: iCloud-analyysitiedot ja tietosuoja…
fr: Analyse d’iCloud et confidentialité…
fr_ca: Analyse d’iCloud et confidentialité…
he: מידע בנושא ״נתוני iCloud״ ופרטיות…
hi: iCloud ऐनालिटिक्स और गोपनीयता परिचय…
hr: Više o Analizi iClouda i privatnosti…
hu: Az iCloud elemzéséről és az adatvédelemről…
id: Mengenai Analisis iCloud & Privasi…
it: Analisi iCloud e privacy…
ja: iCloud解析とプライバシーについて…
kk: iCloud аналитикасы және құпиялылық туралы ақпарат…
ko: iCloud 분석 및 개인정보 보호에 관하여…
lt: Apie „iCloud“ analizę ir privatumą…
ms: Perihal Analitis iCloud & Privasi…
nl: Over iCloud-analyse en privacy…
no: Om iCloud-analyse og personvern…
pl: Analizy iCloud i prywatność…
pt_br: Sobre a Análise do iCloud e Privacidade…
pt_pt: Acerca de Análise de iCloud e Privacidade…
ro: Despre analiza iCloud și intimitate…
ru: Об Аналитике iCloud и конфиденциальности…
sk: O analytike iCloudu a súkromí…
sl: Več o analitiki storitve iCloud in zasebnosti …
sv: Om iCloud-analys och integritet…
th: เกี่ยวกับการวิเคราะห์และความเป็นส่วนตัวของ iCloud…
tr: iCloud Analizi ve Gizlilik Hakkında…
uk: Про Аналітику iCloud і приватність…
vi: Phân tích iCloud & Quyền riêng tư…
zh_cn: 关于iCloud分析与隐私…
zh_hk: 關於iCloud分析與私隱⋯
zh_tw: 關於iCloud分析與隱私權⋯

# ENHANCED_LOGGING_SESSION_EXPLANATION
source: An enhanced logging session is in progress on this iPad.
ar: جلسة تسجيل محسّن قيد التقدم على الـ iPad.
bg: Сесия за разширено записване е активна на този iPad.
ca: S’està executant una sessió de registre millorat a l’iPad.
cs: Na iPadu probíhá rozšířené protokolování.
da: Forbedret logning er i gang på denne iPad.
de: Auf diesem iPad läuft gerade eine erweiterte Protokollierungssitzung.
el: Μια συνεδρία προηγμένης καταγραφής βρίσκεται σε εξέλιξη σε αυτό το iPad.
es: Ya hay en proceso una sesión de registro ampliado en este iPad.
es_us: Hay una sesión de registro avanzado en curso en este iPad.
fi: Parannettu lokikirjausistunto on käynnissä tässä iPadissa.
fr: Une session de journalisation avancée est en cours sur cet iPad.
fr_ca: Une session de journalisation améliorée est en cours sur cet iPad.
he: תהליך יצירת דו״חות משופרים מתבצע ב-iPad.
hi: इस iPad पर बेहतर लॉगिंग सत्र प्रगति पर है।
hr: U tijeku je sesija poboljšane izrade log zapisa na ovom iPadu.
hu: Jelenleg egy kibővített bejelentkezési munkamenet van folyamatban ezen az iPaden.
id: Sesi pencatatan yang ditingkatkan sedang berlangsung di iPad ini.
it: Su iPad è in corso una sessione di raccolta log avanzati.
ja: 拡張ログセッションがiPadで実行されています。
kk: Осы iPad құрылғысында кеңейтілген журнал сеансы жасалуда.
ko: 이 iPad에서 고급 로그 기록 세션을 진행 중입니다.
lt: Šiame „iPad“ vykdomas patobulintas prisijungimo seansas.
ms: Sesi pengelogan dipertingkat sedang berjalan pada iPad ini.
nl: Er is een uitgebreide logsessie bezig op deze iPad.
no: Utvidet loggføring pågår på iPad.
pl: Ten iPad jest w trakcie sesji rejestrowania rozszerzonego.
pt_br: Uma sessão de registro aprimorado está em andamento neste iPad.
pt_pt: Está em curso uma sessão de registos avançados neste iPad.
ro: Pe acest iPad se desfășoară o sesiune de înregistrare a jurnalelor îmbunătățite.
ru: На этом iPad идет сеанс создания расширенного журнала.
sk: Na iPade prebieha relácia rozšíreného zaznamenávania.
sl: V tem iPadu poteka seja izboljšanega beleženja dnevnika.
sv: En utökad loggningssession pågår på denna iPad.
th: เซสชั่นการเก็บบันทึกการใช้งานขั้นสูงกำลังดำเนินการอยู่บน iPad เครื่องนี้
tr: Bu iPad’de geliştirilmiş bir günlük oturumu sürüyor.
uk: На цьому iPad триває сеанс удосконаленого журналювання.
vi: Một phiên ghi nhật ký nâng cao đang diễn ra trên iPad này.
zh_cn: 增强型日志会话正在此iPad上进行。
zh_hk: 正在此iPad上執行強化記錄時段。
zh_tw: 增強記錄階段正在此iPad上執行。

# PROBLEM_REPORTING_NO_DATA
source: No Diagnostic Data
ar: لا توجد بيانات التشخيص
bg: Няма диагностични данни
ca: Cap dada de diagnòstic
cs: Žádná diagnostická data
da: Ingen diagnosticeringsdata
de: Keine Diagnosedaten
el: Κανένα διαγνωστικό δεδομένο
es: No hay datos de diagnóstico
es_us: No hay datos de diagnóstico
fi: Ei vianmääritystietoja
fr: Aucune donnée de diagnostic
fr_ca: Aucune donnée de diagnostic
he: אין נתוני אבחון
hi: कोई डायग्नॉस्टिक डेटा नहीं
hr: Bez dijagnostičkih podataka
hu: Nincs diagnosztikai adat
id: Tidak Ada Data Diagnostik
it: Nessun dato di diagnosi
ja: 診断データなし
kk: Диагностика деректері жоқ
ko: 진단 데이터 없음
lt: Diagnostikos duomenų nėra
ms: Tiada Data Diagnostik
nl: Geen diagnostische gegevens
no: Ingen diagnostikkdata
pl: Brak danych diagnostyki
pt_br: Sem Dados de Diagnóstico
pt_pt: Nenhuns dados de diagnóstico
ro: Nu există date de diagnoză
ru: Нет данных диагностики
sk: Žiadne diagnostické dáta
sl: Ni diagnostičnih podatkov
sv: Inga diagnosdata
th: ไม่มีข้อมูลวินิจฉัย
tr: Tanı Verisi Yok
uk: Немає даних діагностики
vi: Không có dữ liệu chẩn đoán
zh_cn: 无诊断数据
zh_hk: 沒有診斷資料
zh_tw: 沒有診斷資料

# ABOUT_IMPROVE_SIRI
source: About Improve Siri and Dictation & Privacy…
ar: حول تحسين Siri والإملاء والخصوصية…
bg: За подобряване на Siri и диктовка и поверителност…
ca: Sobre la millora de Siri i el dictat i la privacitat…
cs: O vylepšování Siri a diktování a ochraně soukromí…
da: Om Gør Siri og Diktering bedre og anonymitet…
de: Über „Siri und Diktierfunktion verbessern“ & Datenschutz …
el: Πληροφορίες για τη Βελτίωση Siri και Υπαγόρευσης και το απόρρητο…
es: Acerca de “Mejorar Siri y Dictado” y la privacidad…
es_us: Mejorar Siri y Dictado y la privacidad…
fi: Tietoja: Paranna Siriä ja sanelua ja tietosuoja…
fr: Améliorer Siri et Dictée et confidentialité…
fr_ca: « Améliorer Siri et Dictée » et confidentialité…
he: מידע בנושא ״שיפור Siri ו׳הכתבה׳״ ופרטיות…
hi: “Siri और डिक्टेशन बेहतर बनाएँ” और गोपनीयता परिचय…
hr: Više o Poboljšanju Siri i Diktata te privatnosti…
hu: Siri és a Diktálás továbbfejlesztéséről és az adatvédelemről…
id: Mengenai Tingkatkan Siri dan Dikte & Privasi…
it: “Migliora Siri e Dettatura” e privacy…
ja: “Siriと音声入力の改善”とプライバシーについて…
kk: Siri және мәтінді дауыспен енгізу әрекетін жетілдіру және құпиялылық туралы ақпарат…
ko: Siri 및 받아쓰기 기능 향상 및 개인정보 보호에 관하여…
lt: Apie „Siri“ ir „Diktavimas“ tobulinimą bei privatumą…
ms: Perihal Tingkatkan Siri dan Perencanaan & Privasi…
nl: Over 'Verbeter Siri en de dicteerfunctie' en privacy…
no: Om Forbedre Siri og Diktering og personvern…
pl: Ulepszanie (Siri i Dyktowanie) i prywatność…
pt_br: Sobre Melhorar a Siri e o Ditado e Privacidade…
pt_pt: Acerca de Melhorar Siri e Ditado e Privacidade…
ro: Despre “Îmbunătățire Siri și Dictare” și intimitate…
ru: Об улучшении Siri и Диктовки и конфиденциальности…
sk: O vylepšovaní Siri a Diktovania a súkromí…
sl: Več o izboljšanju Siri in funkcije Narekovanje …
sv: Om Förbättra Siri och diktering och integritet…
th: เกี่ยวกับการปรับปรุง Siri, การป้อนตามคำบอกและความเป็นส่วนตัว…
tr: Siri’yi ve Dikte’yi İyileştir ve Gizlilik Hakkında…
uk: Про Покращення Siri й диктування та приватність…
vi: Cải tiến Siri và Đọc chính tả & Quyền riêng tư…
zh_cn: 关于改进Siri和听写与隐私…
zh_hk: 關於改進Siri和聽寫與私隱⋯
zh_tw: 關於改進Siri和聽寫與隱私權⋯

# ABOUT_APP_ANALYTICS_TITLE
source: App Analytics & Privacy
ar: تحليلات التطبيقات والخصوصية
bg: Аналитични данни на приложения и поверителност
ca: Anàlisi d’apps i privacitat
cs: Analýza aplikací a soukromí
da: Appanalyse og anonymitet
de: App-Analyse & Datenschutz
el: Ανάλυση εφαρμογών και απόρρητο
es: Análisis de apps y privacidad
es_us: Análisis de apps y la privacidad
fi: Appianalyysi ja tietosuoja
fr: Analyse d’apps et confidentialité
fr_ca: Analyse d’apps et confidentialité
he: ״נתוני יישומים״ ופרטיות
hi: ऐप ऐनालिटिक्स और गोपनीयता
hr: Analiza aplikacije i privatnost
hu: Appelemzés és adatvéd.
id: Analisis App & Privasi
it: Analisi app e privacy
ja: アプリ解析とプライバシー
kk: Қолданба аналитикасы және құпиялылық
ko: 앱 분석 및 개인정보 보호
lt: Programų analizė ir privatumas
ms: Analitis App & Privasi
nl: App-analyse en privacy
no: Appanalyse og personvern
pl: Analizy aplikacji i prywatność
pt_br: Análise de App e Privacidade
pt_pt: Análise de aplicações e Privacidade
ro: Analiza aplicațiilor și intimitatea
ru: Аналитика приложений и конфиденциальность
sk: Analytika apiek a súkromie
sl: Analitika aplikacij in zasebnost
sv: Appanalys och integritet
th: การวิเคราะห์แอปและความเป็นส่วนตัว
tr: Uygulama Analizi ve Gizlilik
uk: Аналітика програм і приватність
vi: Phân tích ứng dụng & Quyền riêng tư
zh_cn: App分析与隐私
zh_hk: App分析與私隱
zh_tw: App分析與隱私權

# HEALTH_DATA_LINK
source: About Improve Health and Activity & Privacy…
ar: حول تحسين تطبيقَي النشاط وصحتي والخصوصية…
bg: За подобряване на Здраве и активност и поверителност…
ca: Sobre la millora de les apps Salut i Activitat i la privacitat…
cs: O vylepšování Zdraví a Aktivity a soukromí…
da: Om Gør Sundhed og aktivitet bedre og anonymitet…
de: Über „‚Health‘ und ‚Aktivität‘ verbessern“ & Datenschutz …
el: Πληροφορίες για τη Βελτίωση Υγείας και Δραστηριότητας και το απόρρητο…
es: Acerca de “Mejorar Salud y Actividad” y la privacidad…
es_us: Acerca de Mejorar Salud y Actividad y la privacidad…
fi: Tietoja: Paranna terveyttä/aktiivisuutta ja tietosuoja…
fr: Améliorer Santé et Activité et confidentialité…
fr_ca: Améliorer Activité et Santé, et confidentialité…
he: מידע בנושא ״שיפור ׳בריאות׳ ו׳פעילות׳״ ופרטיות…
hi: “सेहत और ऐक्टिविटी बेहतर बनाएँ“ और गोपनीयता परिचय…
hr: Više o poboljšanju Zdravlja i Aktivnosti i privatnosti…
hu: Az Egészség és a Tevékenység továbbfejlesztéséről és az adatvédelemről…
id: Mengenai Tingkatkan Kesehatan dan Aktivitas & Privasi…
it: “Migliora Salute e Attività” e privacy…
ja: “‘ヘルスケア’と‘アクティビティ’の改善”とプライバシーについて…
kk: Денсаулық және белсенділікті жетілдіру және құпиялылық туралы ақпарат…
ko: 건강 및 활동 기능 향상 및 개인정보 보호에 관하여…
lt: Apie „Sveikatos“ ir „Aktyvumo“ tobulinimą“ ir privatumą…
ms: Perihal Tingkatkan Kesihatan dan Aktiviti & Privasi…
nl: Over 'Verbeter Gezondheid en Activiteit' en privacy…
no: Om Forbedring av aktivitet og helse og personvern…
pl: Funkcja Ulepszanie (Zdrowie i Aktywność) i prywatność…
pt_br: Sobre Melhorar Saúde e Atividade e Privacidade…
pt_pt: Acerca de Melhorar Saúde e Atividade e Privacidade…
ro: Despre Îmbunătățire Sănătate și Activitate și intimitate…
ru: Об улучшении приложений «Здоровье» и «Активность» и конфиденциальности…
sk: O funkcii Vylepšovať Zdravie a Aktivitu a súkromí…
sl: Več o izboljšanju aplikacij Zdravje ter Aktivnost in zasebnosti …
sv: Om ”Förbättra Hälsa och aktivitet” och integritet…
th: เกี่ยวกับการปรับปรุงสุขภาพและกิจกรรม และความเป็นส่วนตัว…
tr: Sağlık’ı ve Aktivite’yi İyileştir ve Gizlilik Hakkında…
uk: Про Покращення Здоровʼя і Активності та приватність…
vi: Cải thiện Sức khỏe và Hoạt động & Quyền riêng tư…
zh_cn: 关于改进健康和健身记录与隐私…
zh_hk: 關於改進健康和健身記錄與私隱⋯
zh_tw: 關於改進健康和活動記錄與隱私權⋯

# WHEELCHAIR_DATA_LINK
source: About Improve Wheelchair Mode & Privacy…
ar: حول تحسين نمط الكرسي المتحرك والخصوصية…
bg: За подобряване на режим Инвалидна количка и поверителност…
ca: Sobre la millora del mode de cadira de rodes i la privacitat…
cs: O vylepšování režimu vozíku a soukromí…
da: Om Gør kørestolsfunktion bedre og anonymitet…
de: Über „Rollstuhlmodus verbessern“ & Datenschutz …
el: Πληροφορίες για τη Βελτίωση λειτουργίας αναπηρικού αμαξιδίου και το απόρρητο…
es: Acerca de “Mejorar el modo ‘Silla de ruedas’ y la privacidad”…
es_us: Acerca del modo de mejoras para silla de ruedas y la privacidad…
fi: Tietoja: Paranna pyörätuolitilaa ja tietosuoja…
fr: « Améliorer le mode Fauteuil » et confidentialité…
fr_ca: Améliorer le mode Fauteuil roulant et confidentialité…
he: מידע בנושא ״שיפור ׳מצב כיסא גלגלים׳״ ופרטיות…
hi: “ह्वीलचेयर मोड बेहतर बनाएँ” और गोपनीयता परिचय…
hr: Više o poboljšanju moda invalidskih kolica i privatnosti…
hu: A Kerekesszékes mód továbbfejlesztéséről és az adatvédelemről…
id: Mengenai Tingkatkan Mode Kursi Roda & Privasi…
it: “Migliora modalità ‘Sedia a rotelle’” e privacy…
ja: “車椅子モードの改善”とプライバシーについて…
kk: Мүгедектер арбасы режимін жетілдіру және құпиялылық туралы ақпарат…
ko: 휠체어 모드 향상 및 개인정보 보호에 관하여…
lt: Apie „Neįgaliojo vežimėlio režimo tobulinimą“ ir privatumą…
ms: Perihal Tingkatkan Mod Kerusi Roda & Privasi…
nl: Over 'Verbeter rolstoelmodus' en privacy…
no: Om Forbedre rullestolmodus og personvern…
pl: Funkcja Ulepszaj tryb wózka i prywatność…
pt_br: Sobre Melhorar o Modo Cadeirante e Privacidade…
pt_pt: Acerca de Melhorar modo cadeira de rodas e a Privacidade…
ro: Despre Îmbunătățire Scaun cu rotile și intimitate…
ru: Об улучшении режима «Кресло-коляска» и конфиденциальности…
sk: O vylepšovaní režimu invalidný vozík a súkromí…
sl: Več o izboljšanju načina Invalidski voziček in zasebnosti …
sv: Om Förbättra rullstolsläget och integritet…
th: เกี่ยวกับการปรับปรุงโหมดวีลแชร์และความเป็นส่วนตัว…
tr: TS Modunu İyileştir ve Gizlilik Hakkında…
uk: Про Покращення Режиму візка і приватність…
vi: Cải thiện Chế độ xe lăn & Quyền riêng tư…
zh_cn: 关于改进轮椅模式与隐私…
zh_hk: 關於改進輪椅模式與私隱⋯
zh_tw: 關於改進輪椅模式與隱私權⋯
